[
    {
        "title": "The Dance",
        "content": "Swing dancing is most commonly known as a group of dances that developed with the swing style of jazz music in the 1920s-1950s. The most popular of these dances is the Lindy Hop, a partner dance that originated in Harlem in 1927, and the type of swing that CWRU Swing most commonly dances and teaches. Other types of swing dancing include Charleston, East Coast, Balboa, Shag, and Blues. Because of the swing revival in the 1990s, there are dance scenes in many countries around the world. Check out these videos to see what swing looks like:",
        "urls": [
            {
                "title": "Hellzapoppin",
                "url": "https://www.youtube.com/watch?v=qrcZqnICYbs"
            },
            {
                "title": "THAT performance from Maytime Mess Around",
                "url": "https://www.youtube.com/watch?v=pU9o0iDjPL4&amp;feature=youtu.be"
            },
            {
                "title": "Max & Pamela - Harlem 2014",
                "url": "https://www.youtube.com/watch?v=ofdFj_giGWU"
            }
        ]
    },
    {
        "title": "The Music",
        "content": "Very simply, swing is danced to music that “swings”. The jazz music of the early 1900s developed into a syncopated four-beat style by the end of the 1920s, and then truly developed into swing music by the early 1930s. Swing became mainstream around 1935 with the popularity of  big bands. By WWII, swing music declined, partly because of the difficulty of staffing and touring a big band. Towards the end of the 1940s and into the 1950s, swing evolved into jump blues, boogie woogie, and rockabilly. The swing revival in the 1990s brought about a new wave of swing bands, termed “neo-swing.” The revival also brought about alternative forms of swing music, such as electroswing. Some famous band leaders are Count Basie, Cab Calloway, Duke Ellington, Benny Goodman, Glenn Miller, and Chick Webb. Some current bands we like to listen to (and frequently have at dances) are Glenn Crytzer and His Syncopaters, The Boilermaker Jazz Band, The Solomon Douglas Quartet, Gordon Webster, and The Careless Lovers."
    },
    {
        "title": "The Scene",
        "content": "CWRU Swing Club is not the only group of swing dancers in Cleveland. As a club, we try to stay as connected with the rest of the Cleveland scene as possible. If you are not Case, CIA, or CIM affiliated, or just want to learn more about Cleveland swing dancing, here are some links that can help. The scenes include:",
        "urls": [
            {
                "title": "Get Hep Swing",
                "url": "http://www.gethepswing.com/"
            },
            {
                "title": "Cleveland Swing Dancers",
                "url": "https://www.facebook.com/groups/163060053762071/"
            },
            {
                "title": "Cleveland Swings",
                "url": "http://clevelandswings.org"
            },
            {
                "title": "Oberlin Swings",
                "url": "http://oswing.org"
            }
        ]
    }
]