[{
    "src": "images/sparx/MichaelGamble.jpg",
    "bodyshot": "images/sparx/MichaelGamble.jpg",
    "bio": "The Rhythm Serenaders are an aggressively faithful presentation of tightly-arranged, riff-dominated swinging small-group created for a swing dancing public. Careful transcriptions and subtle adaptations of Goodman/Christian Sextet dominate the repertoire, with thoughtful forays into the combo work of Ellington, Basie, as well as some of the later 40’s material put down by Eldridge, especially his time with Artie Shaw. With Laura Windley featured on vocals, the band also explores the wonderful songbook left behind by Billie Holiday during her years with Brunswick, where she and Teddy Wilson pulled together some of the hardest swinging players to bring to life some of the greatest pop tunes ever written. Bandleader Michael Gamble’s 15+ years in the international swing scene inform every aspect of the band’s repertoire and taste.",
    "id": "Michael_Gamble_&_The_Rhythm_Serenaders",
    "name": "Michael Gamble & The Rhythm Serenaders"
}

,{
    "src": "images/sparx/band-headshots/ShelbyRowles.jpg",
    "bodyshot": "images/sparx/band-headshots/ShelbyRowles.jpg",
    "bio": "Shelby’s love for music began at a very early age thanks to the great influence of her father. Growing up, she became acquainted with the smooth sounds of Ella Fitzgerald and Lena Horne which enticed her to delve deeper into the Bluer side of music. Soon enough she fell in love with the deep tones and incredible storylines that blues music has to offer. Four years ago, Ball State Swing Society fostered that love by introducing her to the dance that coincides. Since then she has DJ'd at events including Big Red Swing Weekend, Timewarp Swing, New Moon Blues, Midwest Fusion Affair, Scramble Light Blues, and Cbus Lindy Exchange! Whether she’s playing rhythmic jook from the delta or smooth tunes for ballroomin’, Shelby is sure to bring the blues to SparX!",
    "id": "Shelby_Rowles",
    "name": "Shelby Rowles"
}

,{
    "src": "images/sparx/band-headshots/DanielHoy.jpg",
    "bodyshot": "images/sparx/band-headshots/DanielHoy.jpg",
    "bio": "Daniel found jazz through the headphones in a book store, back when such displays sold music on the smallest organic discs used to transmit sound to date. Swinging jazz immediately captured his attention, and he's been enjoying, collecting, and dancing to great jazz ever since. After an ill-funded but enthusiastic start to DJing for the Ohio University Jitterbug Club, Daniel restarted spinning tunes as a DJ based in Columbus. Now he focuses on providing the most inspirational and danceable tunes from the original jazz dance bands to modern bands which inspire today's swing dancers. Daniel's favorite musical things are polyphony and swing from around the world.",
    "id": "Daniel_Hoy",
    "name": "Daniel Hoy"
}

,{
    "src": "images/sparx/band-headshots/EmmaGraceMatcham.jpg",
    "bodyshot": "images/sparx/band-headshots/EmmaGraceMatcham.jpg",
    "bio": "Emma started dancing in high school gym class, where all students learned east coast swing, waltz, and foxtrot in 10th grade. Despite the awkwardness of gym class, the first student organization she sought to join at OSU was Swing Dance Club. Emma started DJing soon after learning to swing out and now DJs regularly around Columbus swing, blues, and fusion events.",
    "id": "Emma_Grace_Matcham",
    "name": "Emma Grace Matcham"
}

,{
    "src": "images/sparx/band-headshots/TonyVergara.jpg",
    "bodyshot": "images/sparx/band-headshots/TonyVergara.jpg",
    "bio": "Tony started dancing in 2005, rocking out to Baltimore Club music at high school dances. He found Lindy Hop and all that jazz in 2007, when he started performing with, and later also teaching for, the West Philly Swingers at the University of Pennsylvania. While there, he started DJing house parties with a solid mix of lindy, blues, and pop music. He also studied Jazz and Popular Music (also neuroscience, but that's less relevant), so he'd love to talk music history and theory with you. When he's DJing, you'll hear a range of music, some driving, some lazy, some fast, some slow, and everything in between. His musical influences include Count Basie, Duke Ellington, Illinois Jacquet, and Lester Young, but also Sharon Jones & The Dap Kings, Chance the Rapper, and Bell Biv Devoe. He'll keep you dancing to the music you want to hear, so come prepared with your most comfortable shoes and a few extra shirts!",
    "id": "Tony_Vergara",
    "name": "Tony Vergara"

}]
